{"pages":[{"title":"categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"},{"title":"自我介绍","text":"新年新气象，抓住2018年的尾巴，搭建一个个人博客。博客的内容主要做一些自己的读书笔记、技术整理、一些 想法和创意，包括自己日常生活中的一些琐事。不积硅步，无以至千里。","link":"/about/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2018/12/29/日记/"},{"title":"一个人喝酒什么时候最应景","text":"小时候经常看着父亲独自饮酒，下酒菜也不过是一只咸蛋，母亲在一旁唠叨：“一个人有什么好喝的。”父亲一脸满足的喝下一杯，他环顾我们几人，小声说：“你们不懂得。”现在，我慢慢体会到父亲的心情，一天辛劳后，回到家中，昏黄的灯光，温暖的屋子，人到中年，这是他一手创造的小世界，他坐在桌子前，喝一杯酒，就变成自己的国王。“酒盏酌来须满满，花枝看即落纷纷。莫言三十是年少，百岁三分已一分。”这是白居易的《花下自劝酒》。一个人饮酒，没有人劝，酒精催化出一种怡然自得的情绪，在自己的精神世界里慢慢排空烦恼，忘却那些无聊，此时，酒是精彩的配角，升华了情绪，很好。大概是随了父亲的性子，我也喜欢一个人饮酒。偶尔下班路上，我会在买几份小菜，回家温一壶白酒，细斟慢酌，看看书，看看电影。如果遇到加班晚了，就在附近找一个小馆子，点一些杂菜小炒，要一支小瓶的白酒喝喝，在城市的一隅，看看窗外寒风中的行人，生活如此安静平和。乾隆时，有一位官员喜爱独饮，酒后写到：“顷来爱独酌，颇得酒中趣。既无酬酢劳，亦无谐谑迕。”安静平和，这就是一个人饮酒的乐趣。我的家乡酒桌上有一种不好的习惯，就是为了喝酒而喝酒，一方如果把另一方灌倒，灌吐，则是一种荣耀，值得四处夸耀。我从小就讨厌这种闹酒的习俗，多好的美酒，都被这种牛饮糟蹋了。我记得在一个亲戚的宴会上，遇到纠缠我喝酒的人，我愤然摔碎了杯子后离去，后来被亲戚指责为不懂事。如果一定要与他人喝酒，也要跟对的人一起饮酒，遇到不合适的人，坐在桌子前，心理上就没有酒意，只有应付，越喝越厌恶，一杯就醉，还会吐。如果跟对的人喝，好像酒量就来了。去年底，一位家乡老友过来看我，好久不见，酒量陡增三分，两人喝了三瓶白酒依然不醉。所以，喝酒是很庄重的事情，气场要够，这就是酒逢知己千杯少。这里我想多说一句，关于酒的品种，我认为还是中国的白酒味道最醇正，洋酒终归不是那个味儿。伏特加像输液瓶子里的药水。威士忌还好，不过要干喝才对，像美国西部片里的带枪骑士，站在柜台前，倒满杯子一口干，中国夜店青年们喜欢兑果子汁之类的，其实土得要命。龙舌兰酒有土腥味，抹上盐就着柠檬汁也就是个形式。清酒就不是酒，把一杯中国白酒兑上一壶水就是清酒。一个人喝酒，点到为止，不能酗酒失态。这些年来我喝了不少酒，读了不少闲书，也有好心的朋友劝说我少喝酒，多关注下经济大势，技术浪潮，多思考一下创业发展，生财之道。我想，我大概是入不了那个套了。因为我知道自己的斤两。写《甄嬛传》的那位女作者说：“普通女子，胸无大志，只愿昨日可忆，未来可期，有山水可游，有奇事可闻，有朋友可交，有家人可依，文字之乐不改，童稚之心不灭，已是完满一生。”我想，把其中的“女子”换成“男子”，就是我的写照。我跟朋友解释，本人无大志向，做好手头工作，闲暇来一个人喝喝美酒，有机会了游览一下青山绿水，听听水声鸟鸣，就是我的最大志向。","link":"/2018/12/29/00-一个人喝酒什么时候最应景/"}],"tags":[{"name":"C++","slug":"C","link":"/tags/C/"},{"name":"生活","slug":"生活","link":"/tags/生活/"},{"name":"日记","slug":"日记","link":"/tags/日记/"}],"categories":[{"name":"C++","slug":"C","link":"/categories/C/"},{"name":"Linux","slug":"C/Linux","link":"/categories/C/Linux/"},{"name":"生活","slug":"生活","link":"/categories/生活/"},{"name":"日记","slug":"生活/日记","link":"/categories/生活/日记/"}]}